Repository: ydiallo/coree
Catalog: themes/leo_snapmall/translations/*/ShopThemeCheckout.*.xlf
Languages: ar_sa

source: Product successfully added to your shopping cart
ar_sa: تمت إضافة المنتج بنجاح إلى سلة التسوق

source: Quantity:
ar_sa: كمية:

source: There are %products_count% items in your cart.
ar_sa: هناك %products_count% العناصر الموجودة في سلة التسوق الخاصة بك.

source: There is %product_count% item in your cart.
ar_sa: هناك %product_count% البند في سلة التسوق الخاصة بك.

source: Total products:
ar_sa: عدد المنتجات:

source: Total shipping:
ar_sa: إجمالي الشحن:

source: Total:
ar_sa: مجموع:

source: My Cart
ar_sa: سلتي

source: The minimum purchase order quantity for the product is %quantity%.
ar_sa: شراء كميات من أجل الحد الأدنى للمنتج هي %quantity%.

source: Shopping Cart
ar_sa: عربة التسوق

source: Your order is confirmed
ar_sa: تأكيد طلبك

source: An email has been sent to your mail address %email%.
ar_sa: تم إرسال بريد إلكتروني إلى عنوان البريد الإلكتروني الخاص بك %email%.

source: Order details
ar_sa: تفاصيل الطلب

source: Order reference: %reference%
ar_sa: ترتيب المرجعي: %reference%

source: Payment method: %method%
ar_sa: طريقة الدفع او السداد: %method%

source: Shipping method: %method%
ar_sa: طريقة الشحن: %method%

source: Save time on your next order, sign up now
ar_sa: توفير الوقت على النظام الخاص بك المقبل، تسجل الآن

source: Use this address for invoice too
ar_sa: استخدام هذا العنوان لفاتورة جدا

source: Gift
ar_sa: هدية مجانية

source: There are no more items in your cart
ar_sa: لا توجد أي عناصر أخرى في عربة التسوق

source: Have a promo code?
ar_sa: هل يمتلك الرمز الترويجي؟

source: Promo code
ar_sa: رمز ترويجي

source: Create an account
ar_sa: انشئ حساب

source: (optional)
ar_sa: (اختياري)

source: And save time on your next order!
ar_sa: وتوفير الوقت على طلبك القادم!

source: Order items
ar_sa: بنود النظام

source: %product_count% item in your cart
ar_sa: %product_count% البند في سلة التسوق الخاصة بك

source: %products_count% items in your cart
ar_sa: %products_count% العناصر الموجودة في سلة التسوق الخاصة بك

source: Please check your order before payment
ar_sa: يرجى مراجعة طلبك قبل الدفع

source: Addresses
ar_sa: عناوين

source: Your Delivery Address
ar_sa: عنوان التسليم الخاص

source: Shipping Method
ar_sa: طريقة الشحن

source: Your Invoice Address
ar_sa: فاتورة العناوين

source: Shipping Address
ar_sa: عنوان الشحن

source: The selected address will be used both as your personal address (for invoice) and as your delivery address.
ar_sa: العنوان المحدد سيتم استخدامها على حد سواء كما العناوين الشخصية الخاصة بك (على فاتورة) وكما عنوانك التسليم.

source: The selected address will be used as your personal address (for invoice).
ar_sa: وسيتم استخدام عنوان اختيرت العناوين الشخصية الخاصة بك (على الفاتورة).

source: Billing address differs from shipping address
ar_sa: عنوان الفواتير يختلف عن عنوان الشحن

source: Selected
ar_sa: المحدد

source: Unfortunately, there are no payment method available.
ar_sa: للأسف، لا توجد طرق الدفع المتاحة.

source: By confirming the order, you certify that you have read and agree with all of the conditions below:
ar_sa: من خلال التأكيد على النظام، وتقر بأنك قد قرأت وتوافق مع جميع الشروط التالية:

source: Order with an obligation to pay
ar_sa: ترتيب مع التزام بدفع

source: If you sign out now, your cart will be emptied.
ar_sa: إذا كنت الخروج الآن، سيتم تفريغ سلة التسوق الخاصة بك.

source: Order as a guest
ar_sa: أجل كضيف

source: I would like to receive my order in recycled packaging.
ar_sa: وأود أن الحصول على طلبي في التعبئة والتغليف المعاد تدويرها.

source: If you'd like, you can add a note to the gift:
ar_sa: إذا كنت ترغب، يمكنك إضافة مذكرة إلى هدية:

source: Unfortunately, there are no carriers available for your delivery address.
ar_sa: للأسف، لا توجد شركات المتاحة لعنوان التسليم.

source: Code
ar_sa: الشفرة

source: Description
ar_sa: وصف

source: Value
ar_sa: القيمة

source: Minimum
ar_sa: الحد الأدنى

source: Cumulative
ar_sa: تراكمي

source: Expiration date
ar_sa: تاريخ إنتهاء الصلاحية

source: Quantity
ar_sa: كمية

source: Order reference
ar_sa: ترتيب المرجعي

source: Date
ar_sa: تاريخ

source: Total price
ar_sa: السعر الكلي

source: Payment
ar_sa: دفع

source: Status
ar_sa: الحالة

source: Invoice
ar_sa: فاتورة

source: Carrier
ar_sa: الناقل

source: Payment method
ar_sa: طريقة الدفع او السداد

source: Delivery address %alias%
ar_sa: عنوان التوصيل %alias%

source: Invoice address %alias%
ar_sa: عنوان الفاتورة %alias%

source: Weight
ar_sa: وزن

source: Shipping cost
ar_sa: تكلفة الشحن

source: Tracking number
ar_sa: أرقام التتبع

source: Personal Information
ar_sa: معلومات شخصية

source: I agree to the [terms of service] and will adhere to them unconditionally.
ar_sa: أوافق على [شروط الخدمة]، وستلتزم لهم دون قيد أو شرط.

source: Subtotal
ar_sa: حاصل الجمع

source: Total
ar_sa: مجموع

source: Shipping and handling
ar_sa: الشحن والمناولة

source: My Address
ar_sa: عنواني

source: Guest order tracking
ar_sa: تتبع النظام النزلاء

source: Included taxes
ar_sa: الضرائب المدرجة

source: 1 item
ar_sa: 1 البند

source: Choose a password to create an account and save time on your next order (optional)
ar_sa: اختيار كلمة مرور لإنشاء حساب وتوفير الوقت على النظام الخاص بك المقبل (اختياري)

source: (additional cost of %giftcost% %taxlabel%)
ar_sa: (تكلفه اضافيه ل %giftcost% %taxlabel%)

source: %s tax incl.
ar_sa: %s بما في ذلك الضرائب.

source: %s tax excl.
ar_sa: %s غير شامل الضريبة.

source: %d items
ar_sa: %d العناصر

source: A minimum shopping cart total of %amount% (tax excl.) is required to validate your order. Current cart total is %total% (tax excl.).
ar_sa: والحد الأدنى لسلة التسوق مجموعه %amount% (غير شامل الضريبة.) مطلوب للتحقق من صحة طلبك. عربة العدد الاجمالي الحالي %total% (غير شامل الضريبة.).

source: Order reference %reference%
ar_sa: ترتيب المرجعي %reference%

source: Payment method %method_name%
ar_sa: طريقة الدفع او السداد %method_name%

source: Shipping method %method_name%
ar_sa: طريقة الشحن %method_name%

source: Up to %amount_saved%
ar_sa: حتى %amount_saved%

source: The selected address will be used both as your personal address (for invoice) and as your shipping address.
ar_sa: سيتم استخدام العنوان المحدد على أنه عنوانك الشخصي (للفاتورة) وعنوان الشحن الخاص بك.

source: Cart
ar_sa: عربة التسوق
