Repository: ydiallo/coree
Catalog: themes/leo_snapmall/translations/*/ShopThemeCustomeraccount.*.xlf
Languages: fr_fr

source: View my customer account
fr_fr: Voir mon compte client

source: Log in to your customer account
fr_fr: Connectez-vous à votre compte client

source: Connected as [1]%firstname% %lastname%[/1].
fr_fr: Connecté comme [1]%firstname% %lastname%[/1].

source: Not you? [1]Log out[/1]
fr_fr: Pas toi? [1]Log out[/1]

source: Create an account
fr_fr: Créer un compte

source: Already have an account?
fr_fr: Vous avez déjà un compte?

source: Log in instead!
fr_fr: Connectez-vous à la place!

source: Update your address
fr_fr: Mettez à jour votre adresse

source: New address
fr_fr: Nouvelle adresse

source: Your addresses
fr_fr: vos adresses

source: Log in to your account
fr_fr: Connectez-vous à votre compte

source: No account? Create one here
fr_fr: Pas de compte? Créer un ici

source: Your vouchers
fr_fr: vos bons

source: Guest Order Tracking
fr_fr: Invité Suivi de commande

source: To track your order, please enter the following information:
fr_fr: Pour suivre votre commande, s'il vous plaît entrer les informations suivantes:

source: For example: QIIXJXNUI or QIIXJXNUI#1
fr_fr: Par exemple: QIIXJXNUI ou QIIXJXNUI # 1

source: Guest Tracking
fr_fr: Suivi des clients

source: Transform your guest account into a customer account and enjoy:
fr_fr: Transformez votre compte invité dans un compte client et profitez de:

source: Personalized and secure access
fr_fr: accès personnalisé et sécurisé

source: Fast and easy checkout
fr_fr: Achat rapide et facile

source: Easier merchandise return
fr_fr: Retour facile de marchandise

source: Order history
fr_fr: Historique des commandes

source: Here are the orders you've placed since your account was created.
fr_fr: Voici les commandes que vous avez placé depuis votre compte a été créé.

source: Details
fr_fr: Détails

source: Your personal information
fr_fr: Vos informations personnelles

source: Your account
fr_fr: Ton compte

source: Addresses
fr_fr: adresses

source: Add first address
fr_fr: Ajouter première adresse

source: Order history and details
fr_fr: Historique des commandes et les détails

source: Vouchers
fr_fr: Pièces justificatives

source: Credit slips
fr_fr: bordereaux de crédit

source: Order
fr_fr: Commande

source: Date issued
fr_fr: Date d'émission

source: Credit slips you have received after canceled orders.
fr_fr: bordereaux de crédit que vous avez reçu des commandes après annulées.

source: Credit slip
fr_fr: note de crédit

source: View credit slip
fr_fr: Voir le bulletin de crédit

source: Merchandise returns
fr_fr: retour de marchandise

source: Here is a list of pending merchandise returns
fr_fr: Voici une liste des retours de marchandises en attente

source: Return
fr_fr: Revenir

source: Package status
fr_fr: Suivi du colis

source: Returns form
fr_fr: Retours forment

source: Order details
fr_fr: Détails de la commande

source: Order Reference %reference% - placed on %date%
fr_fr: Référence de commande %reference% - mise en %date%

source: Download your invoice as a PDF file.
fr_fr: Téléchargez votre facture en fichier PDF.

source: You have given permission to receive your order in recycled packaging.
fr_fr: Vous avez donné la permission de recevoir votre commande dans un emballage recyclé.

source: You have requested gift wrapping for this order.
fr_fr: Vous avez demandé l'emballage cadeau pour cette commande.

source: Follow your order's status step-by-step
fr_fr: Suivez l'état de votre commande étape par étape

source: Click the following link to track the delivery of your order
fr_fr: Cliquez sur le lien suivant pour suivre la livraison de votre commande

source: Return details
fr_fr: Informations sur le retour

source: %number% on %date%
fr_fr: %number% en %date%

source: We have logged your return request.
fr_fr: Nous avons enregistré votre demande de retour.

source: Your package must be returned to us within %number% days of receiving your order.
fr_fr: Votre colis doit nous être retourné en %number% jours de réception de votre commande.

source: The current status of your merchandise return is: [1] %status% [/1]
fr_fr: L'état actuel de votre retour de marchandises est: [1] %status% [/1]

source: List of items to be returned:
fr_fr: Liste des articles à retourner:

source: Reminder
fr_fr: Rappel

source: All merchandise must be returned in its original packaging and in its original state.
fr_fr: Toute la marchandise doit être retourné dans son emballage d'origine et dans son état d'origine.

source: Please print out the [1]returns form[/1] and include it with your package.
fr_fr: Veuillez imprimer le [1]returns form[/1] et l'inclure dans votre colis.

source: Please check the [1]returns form[/1] for the correct address.
fr_fr: Veuillez vérifier le [1]returns form[/1] pour l'adresse correcte.

source: When we receive your package, we will notify you by email. We will then begin processing order reimbursement.
fr_fr: Lorsque nous recevons votre colis, nous vous informerons par e-mail. Nous allons ensuite commencer le remboursement du traitement des commandes.

source: Please let us know if you have any questions.
fr_fr: S'il vous plaît laissez-nous savoir si vous avez des questions.

source: If the conditions of return listed above are not respected, we reserve the right to refuse your package and/or reimbursement.
fr_fr: Si les conditions de retour énumérées ci-dessus ne sont pas respectées, nous nous réservons le droit de refuser votre colis et / ou le remboursement.

source: Forgot your password?
fr_fr: Mot de passe oublié?

source: Please enter the email address you used to register. You will receive a temporary link to reset your password.
fr_fr: S'il vous plaît entrez l'adresse e-mail que vous avez utilisé pour vous inscrire. Vous recevrez un lien temporaire pour réinitialiser votre mot de passe.

source: Reset your password
fr_fr: réinitialisez votre mot de passe

source: Email address: %email%
fr_fr: Adresse e-mail: %email%

source: Back to your account
fr_fr: retour à votre compte

source: Returned
fr_fr: Revenu

source: Merchandise return
fr_fr: Retour de marchandise

source: If you wish to return one or more products, please mark the corresponding boxes and provide an explanation for the return. When complete, click the button below.
fr_fr: Si vous souhaitez retourner un ou plusieurs produits, s'il vous plaît cocher les cases correspondantes et fournir une explication pour le retour. Lorsque vous avez terminé, cliquez sur le bouton ci-dessous.

source: Request a return
fr_fr: Demander un retour

source: Add a message
fr_fr: Ajouter un message

source: If you would like to add a comment about your order, please write it in the field below.
fr_fr: Si vous souhaitez ajouter un commentaire au sujet de votre commande, s'il vous plaît écrivez-le dans le champ ci-dessous.
