Repository: ydiallo/coree
Catalog: themes/leo_snapmall/translations/*/ShopThemeCatalog.*.xlf
Languages: ar_sa, es_es

source: Brands
ar_sa: العلامات التجارية
es_es: marcas

source: No brand
ar_sa: أي علامة تجارية
es_es: Sin marca

source: Customers who bought this product also bought:
ar_sa: الزبائن الذين اشتروا هذا المنتج اشتروا أيضا:
es_es: Los clientes que compraron este producto también han comprado:

source: My alerts
ar_sa: تنبيهاتي
es_es: Mis alertas

source: 1 person is currently watching this product.
ar_sa: يشاهد هذا الشخص حاليا هذا المنتج.
es_es: 1 persona está viendo en ese momento este producto.

source: %nb_people% people are currently watching this product.
ar_sa: %nb_people% من الأشخاص يشاهدون هذا المنتج حاليا.
es_es: %nb_people% personas están viendo este producto.

source: Last time this product was bought: %date_last_order%
ar_sa: آخر مرة تم شراء هذا المنتج: %date_last_order%
es_es: La última vez que se compró este producto: %date_last_order%

source: Last time this product was added to a cart: %date_last_cart%
ar_sa: آخر مرة تمت إضافة هذا المنتج إلى سلة التسوق: %date_last_car%
es_es: La última vez que este producto fue introducido en un carro: %date_last_cart%

source: No RSS feed added
ar_sa: لم تتم إضافة خلاصة رسس
es_es: No se han añadido fuentes RSS

source: Search our catalog
ar_sa: البحث في قائمة الكتب
es_es: Busque en nuestro catálogo

source: Suppliers
ar_sa: الموردين
es_es: proveedores

source: No supplier
ar_sa: لا المورد
es_es: No hay proveedores

source: All suppliers
ar_sa: جميع الموردين
es_es: todos los proveedores

source: List of products by brand %brand_name%
ar_sa: قائمة بالمنتجات حسب العلامة التجارية %brand_name%

source: List of products by supplier %s
ar_sa: قائمة بالمنتجات حسب المورد %s
es_es: Lista de productos por proveedor %s

source: This pack contains
ar_sa: تحتوي هذه الحزمة
es_es: Este paquete contiene

source: You might also like
ar_sa: قد يعجبك ايضا
es_es: También podría gustarte

source: Quantity
ar_sa: كمية
es_es: Cantidad

source: Product customization
ar_sa: التخصيص المنتج
es_es: Personalización del producto

source: Product
ar_sa: المنتج
es_es: Producto

source: Unit price
ar_sa: سعر الوحدة
es_es: Precio unitario

source: Total price
ar_sa: السعر الكلي
es_es: Precio total

source: Your customization:
ar_sa: التخصيص الخاص بك:
es_es: Su personalización:

source: Brand
ar_sa: علامة تجارية
es_es: Marca

source: Reference
ar_sa: مرجع
es_es: Referencia

source: In stock
ar_sa: في المخزن
es_es: En stock

source: Availability date:
ar_sa: الموعد متوفر:
es_es: Fecha disponible:

source: Data sheet
ar_sa: ورقة البيانات
es_es: Ficha de datos

source: Specific References
ar_sa: مراجع محددة
es_es: Las referencias específicas

source: Condition
ar_sa: شرط
es_es: Condición

source: Volume discounts
ar_sa: حسومات كبيرة
es_es: Los descuentos por volumen

source: You Save
ar_sa: أنت أحفظ
es_es: Ahorras

source: Up to %discount%
ar_sa: تصل إلى %discount%
es_es: Hasta %discount%

source: Save %percentage%
ar_sa: حفظ %percentage%
es_es: Guardar %percentage%

source: Save %amount%
ar_sa: حفظ %amount%
es_es: Guardar %amount%

source: %price% tax excl.
ar_sa: %price% غير شامل الضريبة.
es_es: %price% Tasas excluídas.

source: Instead of %price%
ar_sa: بدلاً من %price%
es_es: En lugar de %price%

source: Including %amount% for ecotax
ar_sa: بما في ذلك %amount% اكوتاكس
es_es: Incluye %amount% para la ecotaxa

source: (not impacted by the discount)
ar_sa: (غير مشمول بالخصم)
es_es: (No incluido en el descuento)

source: There are %product_count% products.
ar_sa: هناك %product_count% المنتجات.
es_es: Hay %product_count% de productos.

source: There is 1 product.
ar_sa: هناك 1 المنتج.
es_es: Hay 1 producto.

source: Showing %from%-%to% of %total% item(s)
ar_sa: عرض %from%-%to% من %total% العنصر (العناصر)
es_es: Mostrar %from%-%to% de %total% elemento(s)

source: Description
ar_sa: وصف
es_es: Descripción

source: Product Details
ar_sa: تفاصيل المنتج
es_es: detalles del producto

source: Attachments
ar_sa: مرفقات
es_es: Archivos adjuntos

source: Category: %category_name%
ar_sa: الفئة: %category_name%

source: List of products by brand %s
ar_sa: قائمة بالمنتجات حسب العلامة %s
es_es: Lista de productos por marca %s

source: List of all brands
ar_sa: قائمة بجميع الماركات

source: %number% products
ar_sa: %number% المنتجات

source: %number% product
ar_sa: %number% المنتجات

source: List of all suppliers
ar_sa: قائمة بجميع الموردين

source: On sale
ar_sa: للبيع

source: Name, A to Z
ar_sa: الاسم، من الألف إلى الياء

source: Name, Z to A
ar_sa: الاسم, Z إلى A

source: Price, low to high
ar_sa: الأسعار، على ارتفاع منخفض

source: Price, high to low
ar_sa: الأسعار, ارتفاع منخفض

source: Relevance
ar_sa: ملاءمة

source: Date added, newest to oldest
ar_sa: تاريخ أضاف، الأحدث إلى الأقدم

source: Date added, oldest to newest
ar_sa: تاريخ أضاف، الأقدم إلى الأحدث

source: On sale!
ar_sa: للبيع!

source: Reduced price
ar_sa: السعر المخفض

source: New product
ar_sa: منتج جديد

source: Last items in stock
ar_sa: آخر عناصر في المخزن

source: Popular Products
ar_sa: المنتجات الشعبية

source: All products
ar_sa: جميع المنتجات

source: There is %product_count% product.
ar_sa: هناك %product_count% المنتجات.

source: List of products by supplier %supplier_name%
ar_sa: قائمة بالمنتجات حسب المورد %supplier_name%

source: List of products by brand %name%
ar_sa: قائمة المنتجات حسب الماركة %name%
es_es: Lista de productos por marca %name%

source: All sale products
ar_sa: جميع المنتجات بيع

source: isbn
ar_sa: إيسبن

source: upc
ar_sa: اتحاد الوطنيين الكونغوليين

source: All brands
ar_sa: جميع العلامات التجارية

source: %s other products in the same category:
ar_sa: %s منتج آخر في نفس الفئة:

source: %s other product in the same category:
ar_sa: %s منتج آخر في نفس الفئة:
